Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Wezmę jednego z naszych i sprawdzimy to miejsce. Zajrzyj tam do nas za jakiś czas.
uk: Я візьму одного з наших, і ми перевіримо те місце. Приходь туди через деякий час.

source: Wezmę jednego z naszych i zaprowadzisz nas na miejsce. Powiedz, gdy droga będzie bezpieczna i będziemy mogli ruszać.
uk: Я візьму одного з наших, і ти відведеш нас до місця. Скажеш, коли шлях буде безпечним, і ми зможемо вирушити.

source: Wezmę jedzenie.
uk: Я візьму їжу.

source: Wezmę kuszę.
uk: Я візьму арбалет.

source: Wezmę miecz.
uk: Я візьму меч.

source: Wezmę mikstury.
uk: Я візьму зілля.

source: Wezmę pas.
uk: Я візьму пояс.

source: Wezmę pierścień.
uk: Я візьму перстень.

source: Wezmę pochodnię i to sprawdzę...
uk: Візьму смолоскип і перевірю...

source: Wezmę przepis.
uk: Я візьму рецепт.

source: Wezmę runę.
uk: Я візьму руну.

source: Wezmę ten pierścień.
uk: Я візьму цей перстень.

source: Wezmę to mięso.
uk: Я візьму це м'ясо.

source: Wezmę topór.
uk: Я візьму сокиру.

source: Wezmę twoją broń na przechowanie...
uk: Я візьму твою зброю на зберігання...

source: Wezmę wszystkie! Złote, srebrne, brązowe, nie ma znaczenia!
uk: Я беру їх усі! Золоті, срібні, бронзові, неважливо які!

source: Wezmę zioła.
uk: Я візьму трави.

source: Wezmę zwoje.
uk: Я візьму сувої.

source: Wezmę złoto.
uk: Я візьму золото.

source: Wezmę łuk.
uk: Я візьму лук.

source: Wezwij magów wody!
uk: Приведи Магів Води!

source: Weź chociaż te kilka zwojów i mikstur na drogę, jeśli legendy są prawdziwe, to będziesz ich potrzebował.
uk: Візьми ці декілька сувоїв і мікстур в дорогу. Якщо легенди правдиві, то вони тобі знадобляться.

source: Weź go, może uda ci się go korzystnie sprzedać.
uk: Візьми його, можливо, ти зможеш його вигідно продати.

source: Weź go, przyda ci się.
uk: Візьми, тобі це знадобиться.

source: Weź go. Musimy jak najszybciej dostarczyć go do Rady Wody.
uk: Візьми його. Треба якнайшвидше доставити його до Ради Води.

source: Weź i wyrzuć chwasty, jakie wyrwałem. Za pomoc dostaniesz grosz!
uk: Візьми і викинь бур'яни, які я вирвав. За допомогу отримаєш копійку!

source: Weź je i rozłóż na ziemi. Pełzacze nie powinny się przez nie przebić. I nie patrz tak na mnie, policzę ci za to dodatkowo.
uk: Візьми їх та зміцни дах. Богомоли не повинні залізти всередину. І не дивись на мене так, я тобі за це доплачу.

source: Weź jeszcze to, może ci się przydać.
uk: Візьми ще це, раптом стане в нагоді.

source: Weź moje grzyby i zaopiekuj się nimi. Ja odchodzę!
uk: Візьми мої гриби і приглянь за ними. А я йду!

source: Weź nieco złota... a ja w końcu odpocznę.
uk: Візьми трохи золота... а я нарешті відпочину.

source: Weź piłę i przytnij ten pieniek. Nie jest to wymagające, musiałbyś się bardzo postarać, żeby nawalić. Ja zawołam chłopaków i przeniesiemy resztę na miejsce.
uk: Візьми пилу і розпиляй цю колоду. Це не складно, треба дуже постаратися, щоб її зіпсувати. Я покличу хлопців, і ми перенесемо решту на місце.

source: Weź proszę ten dokument - wszystkie obowiązujące przepisy są w nim dokładnie wyjaśnione.
uk: Ознайомся із цим документом – у ньому детально роз'яснюються всі чинні закони.

source: Weź te 2 beczki, wejdź na górę i rozstaw z jednej i drugiej strony tej kłody.
uk: Візьми ці дві бочки, залізь наверх і встанови їх по обидва боки тієї колоди.

source: Weź te kilka butelek rumu w ramach nagrody. Odkąd mamy tutaj Mrocznego Paladyna, chyba już tylko Gron pija ten trunek marynarzy.
uk: Візьми ці кілька пляшок рому в нагороду. З тих пір, як у нас з'явився Темний Паладин, лише Грон п'є цей моряцький напій.

source: Weź te kilka drobiazgów, które znalazłem na plaży.
uk: Ось, візьми кілька дрібничок, які я знайшов на пляжі.

source: Weź te metalowe pręty. Rozgrzewasz je w palenisku po jednej sztuce, później idziesz na kowadło i obkuwasz je na zmianę z lewej i z prawej strony, aż nie wyjdzie półkole.
uk: Візьми ці металеві прути. Розігрій їх в печі по одному, потім йди до ковадла і куй їх по черзі вліво і вправо, поки не вийде півколо.

source: Weź te mikstury, ja już się nabiegałem.
uk: Візьми ці зілля, я вже набігався.

source: Weź te parę monet. Jak widzisz, sam nie mam za wiele, ale może ci się przydadzą.
uk: Візьми кілька монет. Як бачиш, у мене у самого небагато, але тобі вони можуть стати в нагоді.

source: Weź te parę monet. Przynajmniej tyle mogę ci dać za twoją fatygę.
uk: Візьми ці кілька монет. Це найменше, що я можу тобі дати за твої клопоти.

source: Weź te pieniądze i zrób sobie dzień wolny.
uk: Візьми ці гроші і зроби собі вихідний.

source: Weź te zwoje i trochę materiałów do stworzenia kolejnych.
uk: Візьми ці сувої та трохи матеріалів, для створення нових.

source: Weź ten amulet, może ci się przyda. Ja stąd spadam!
uk: Візьми цей амулет. Може, він тобі знадобиться. А я піду звідси!

source: Weź ten klucz i spróbuj wejść od strony cmentarza, ja rozejrzę się na placu i wokół kościoła.
uk: Візьми цей ключ і спробуй увійти з боку цвинтаря, а я огляну площу і околиці церкви.

source: Weź ten klucz. Otworzysz nim drzwi do kaplicy.
uk: Візьми цей ключ. Ним ти зможеш відчинити двері до каплиці.

source: Weź ten miecz, dla którego zmarło tak wielu naszych ludzi i dostarcz go do Magów Wody w klasztorze.
uk: Візьми цей меч, за який загинуло стільки наших людей, і віддай його Магам Води в монастирі.

source: Weź ten miecz. Nie jest to może broń dobrej jakości, ale kretoszczura czy ścierwojada ubijesz.
uk: Візьми цей меч. Може, це й не дуже якісна зброя, але кротощура чи падальника вбити можна.

source: Weź ten papier i załatw, żeby to drewno dotarło tu do mnie tak szybko, jak to możliwe.
uk: Візьми цей лист і організуй доставку цієї деревини настільки швидко, наскільки це взагалі можливо.

source: Weź ten przepis i składniki. Kuchenka jest tuż obok!
uk: Візьми цей кулінарний рецепт та складники. Плита знаходиться поруч!

source: Weź ten przepis jako nagrodę, mówię ci, nic tak dobrze nie smakuje po buchu zielska jak te pyszności.
uk: Візьми цей рецепт як винагороду. Кажу тобі, ніщо так не смакує після скрутки, як ця смакота.

source: Weź ten przepis. Jeśli uda ci się zebrać wszystkie potrzebne materiały i wykuć ostrze, które nie rozpadnie się po jednym uderzeniu, to porządnie ci za nie zapłacę.
uk: Візьми це креслення. Якщо ти зможеш зібрати всі необхідні матеріали і викувати клинок, який не зруйнується від одного удару, я добре заплачу тобі за нього.

source: Weź ten przepis. Jeśli uda ci się zebrać wszystkie potrzebne materiały i wykuć ostrze, które nie rozpadnie się po jednym uderzeniu, to przyjmę cię na swojego ucznia.
uk: Візьми це креслення. Якщо ти зможеш зібрати всі необхідні матеріали і викувати клинок, який не зруйнується від одного удару, я візьму тебе до себе в учні.

source: Weź ten. Ma kilka rys i przetarć, ale wciąż powinien spełniać swoje zadanie.
uk: Візьми цей. На ньому є кілька подряпин і потертостей, але він все ще справно виконує своє призначення.

source: Weź też te zwoje światła. Niech wskażą ci drogę w twoich najczarniejszych godzinach.
uk: Візьми і ці сувої Світла. Нехай вони вкажуть тобі шлях крізь твої найтемніші години.

source: Weź to jako pamiątkę po naszych wspólnych zmaganiach.
uk: Прийми це як нагадування про нашу спільну боротьбу.

source: Weź to proszę i zapomnij o tym!
uk: Візьми, будь ласка, і забудь про це!

source: Weź to w nagrodę. Mi się złoto tutaj nie przyda.
uk: Прийми це в нагороду. Золото мені тут не знадобиться.

source: Weź to złoto w nagrodę...
uk: Візьми це золото в нагороду...

source: Weź to złoto. Nie zlikwiduje to zapachu, ale może nieco zrekompensuje ci to przeżycie.
uk: Візьми це золото. Воно не усуне запах, але може хоч трішки згладити неприємні враження.

source: Weź to złoto. Przyda ci się bardziej niż mnie.
uk: Візьми це золото. Тобі воно знадобиться більше ніж мені.

source: Weź to złoto. Więcej przy sobie nie mam, naprawdę!
uk: Візьми це золото. Більше у мене з собою нічого немає, чесно!

source: Weź to! To nie złoto, ale wierzę, że ci się przyda!
uk: Візьми! Це не золото, але я вірю, що воно тобі знадобиться!

source: Weź to, ale na więcej nie licz.
uk: Тримай, але на більше не розраховувай.

source: Weź to.
uk: Візьми це.

source: Weź trochę z kim innym poćwicz, nie mam czasu dla takich żółtodziobów, jak ty.
uk: Потренуйся з кимось іншим, у мене немає часу на таких новачків, як ти.

source: Weź tu się trochę rozejrzyj, na pewno znajdziesz parę drobniaków.
uk: Озирнись навколо, я впевнений, що ти знайдеш трохи монет.

source: Weź tą leczniczą miksturę... w lesie pewnie jest jeszcze sporo wargów.
uk: Візьми це цілюще зілля... У лісі, мабуть, ще багато варгів.

source: Weź tę broszurę. W niej znajdziesz wszystkie niezbędne informacje.
uk: Візьми цю брошуру. У ній ти знайдеш всю необхідну інформацію.

source: Weź tę miotłę i posprzątaj w domu.
uk: Візьми цю мітлу і прибери в будинку.

source: Weź tę oto broszurę i ją przeczytaj, a gwarantuję, że wkrótce przejrzysz na oczy!
uk: Візьми цю брошуру, прочитай її, і я гарантую, що незабаром у тебе відкриються очі!

source: Weź tę zbroję, niech ci służy.
uk: Візьми цей обладунок, нехай він тобі добре послужить.

source: Weź zajmij się jego ciałem bo zaczyna cuchnąć.
uk: Подбай про його тіло, бо воно починає смердіти.

source: Weź załóż na siebie jeden z tych waszych fikuśnych pancerzy, żeby z daleka dało się rozpoznać, żeś strażnik!
uk: Надягни один зі своїх чудернацьких обладунків, щоб здалеку було зрозуміло, що ти вартовий!

source: Weź ze sobą Simona i Rodrigo. Macie natychmiast udać się do tej jaskini i pozbyć się ich wszystkich.
uk: Візьми з собою Саймона і Родріго. Ви повинні негайно піти до цієї печери і позбутися їх усіх.

source: Weź złoto, tylko mnie nie krzywdź!
uk: Забирай золото, тільки не чіпай мене!

source: Weź, ale nie licz na więcej.
uk: Візьми, але не розраховуй на більше.

source: Weź, idź, napij się piwa i nie prze-przeszkadzaj mi w... Mmm... Mojej pracy.
uk: Давай, йди, попий пивка і не зава-заважай мені в... Ммм... Моїй роботі.

source: Weź, może taki upominek zachęci innych do oddawania pożyczonych papierzysk!
uk: Візьми. Можливо, такий подарунок спонукає інших повертати позичені рукописи!

source: Weź, spisałem tutaj referencję, o którą prosiłeś. No i parę sztuk złota.
uk: Візьми, я написав рекомендацію, яку ти просив. І декілька золотих.

source: Weźcie się do roboty, albo zaraz dam wam wycisk!
uk: До роботи, або я вас зараз відлупцюю!

source: Weźmiesz ze sobą Rodrigo i Simona.
uk: Ти візьмеш з собою Родріго і Саймона.

source: Wgląd w dokumenty swoje kosztuje.
uk: Перевірка документів коштує грошей.

source: Wiadomo w ogóle, gdzie teraz przebywa?
uk: Хоч приблизно відомо, де він зараз перебуває?

source: Wiadomo, kto mógł go otruć?
uk: А відомо, хто міг його отруїти?

source: Wiadomo, na początku trzeba wykonywać te najgorsze, ale ścieżka maga wydaje się tego warta.
uk: Звісно, що спочатку доводиться робити найгіршу роботу, але шлях мага, здається, того вартий.

source: Wiadomo, zależnie od pozycji w hierarchii, do każdego odzywasz się inaczej. Jednych musisz słuchać, z innymi możesz dyskutować i tak dalej.
uk: Звичайно, залежно від твого положення в ієрархії, ти маєш розмовляти з усіма по-різному. Одних мусиш слухати, з іншими можна посперечатися і так далі.

source: Wiadomości przekazywane przez podróżujących zdają się potwierdzać obecność tych prastarych bestii. W okolicy czuć zapach siarki, dostrzec można buchające zza chat płomienie, a w okolicy znaleziono kilka nadpalonych zwierzęcych ciał.
uk: Розповіді мандрівників начебто підтверджують присутність цих древніх чудовиськ. У цій місцині відчувається запах сірки, з–за хатин можна побачити язики полум'я, а в околицях було знайдено кілька обгорілих трупів тварин.

source: Wiadomość
uk: Послання

source: Wiadomość Petry
uk: Повідомлення Петри

source: Wiadomość dla Lorenzo
uk: Повідомлення для Лоренцо

source: Wiadomość dla Rodericha
uk: Повідомлення для Родеріха

source: Wiadomość od gońca
uk: Повідомлення від посланця

source: Wiadro pełne wody.
uk: Відро, повне води.

source: Wiadro wody
uk: Відро з водою

source: Wiadro z wodą
uk: Відро з водою

source: Wiara Adanosa zawsze była wyjątkowo silna w tych okolicach. Nawet sami Wilczy Synowie dołożyli się do ufundowania tego miejsca.
uk: Віра в Аданоса завжди була надзвичайно сильною в цих краях. Навіть самі Вовчі Сини сприяли заснуванню цього місця.

source: Wiara od zawsze była dla mnie ważna.
uk: Віра завжди була важливою для мене.

source: Wiara to nic innego jak kłamstwo powtarzane w kółko przez ludzi bojących się ciemności.
uk: Віра – це ні що інше, як брехня, яку люди, що бояться темряви, повторюють знову і знову.

source: Wiara w Innosa, patrona Myrtany, w obliczu Wojny z Orkami, plagi trawiącej południe Królestwa i niepokojów na ulicach Vengardu, dzień po dniu wystawiana jest na coraz większą próbę. A gdy główna religia na kontynencie słabnie, wówczas inne zyskują swych zwolenników.
uk: Віра в Інноса, покровителя Міртани, з кожним днем піддається все більшим випробуванням через війни з орками, чуму, що пожирає південь королівства, та заворушення на вулицях Венгарду. І поки головна релігія на континенті згасає, інші знаходять своїх прихильників.

source: Wiatr
uk: Вітер

source: Widać mocno przeceniłem uczciwość Lorenzo.
uk: Вочевидь, я сильно переоцінив гідність Лоренцо.

source: Widać na niej zaznaczone miejsce.
uk: На ній можна побачити позначене місце.

source: Widać nie starali się zbyt dobrze.
uk: Очевидно, вони не дуже добре старалися.

source: Widać nie tylko ty potrafisz zaskakiwać ludzi.
uk: Виявляється, не тільки ти вмієш дивувати людей.

source: Widać po tobie, hehe!
uk: По тобі зразу видно, хе-хе!

source: Widać po tobie, że naprawdę zdolny z ciebie wojownik. Wpisuję cię na listę moich ludzi, nie chcę słyszeć o sprzeciwie!
uk: Ти виглядаєш справді талановитим воїном. Я вношу тебе до списку своїх людей і не хочу чути жодних заперечень!

source: Widać stale zaskakuję ludzi.
uk: Вочевидь, я постійно дивую людей.

source: Widać twój brat nieźle sobie poradził, dodatkowo załatwił nam wejście do wioski. Nawet nie musiałem nikomu dawać po mordzie!
uk: Схоже, твій брат впорався досить добре, до того ж він забезпечив нам прохід до села. Навіть не довелося нікого бити по морді!

source: Widać, że umiesz porządnie wycelować. Właśnie takich ludzi mi potrzeba w oddziale!
uk: Видно, ти добре вмієш цілитися. Саме такі люди мені і потрібні у підрозділі!

source: Widnieje na nim podpis Petry.
uk: На ній стоїть підпис Петри.

source: Widocznie ich własne ogony są dla nich najważniejsze. Nie tak bardzo różnią się od ludzi.
uk: Очевидно, що для них важливіші власні хвости. Не так вже й сильно вони відрізняються від людей.

source: Widocznie masz gorszy dzień.
uk: Мабуть, у тебе сьогодні поганий день.

source: Widocznie nie było takiej potrzeby. Jeśli masz coś do powiedzenia, to streszczaj się, przeszkodziłeś mi w modłach.
uk: Мабуть, у цьому не було потреби. Якщо маєш що сказати, то говори коротко, ти перервав мої молитви.

source: Widoczność nie jest najlepsza, ale jeśli mnie oczy nie mylą, to nad miastem rozciąga się łuna światła... dostrzec można nawet kłęby dymu...
uk: Видимість не найкраща, але якщо мої очі мене не підводять, то над містом видніється зарево... можна навіть розгледіти клуби диму...

source: Widok
uk: Огляд

source: Widok bezdomnego zaczyna mnie niepokoić. Co jeśli za jakiś czas też taki będę? Adanosie, miej mnie w opiece...
uk: Вигляд безпритульних людей викликає в мене занепокоєння. А що, як і зі мною так буде? Аданосе, подбай про мене...

source: Widok z oczu postaci
uk: Від 1-ї особи

source: Widron
uk: Відрон

source: Widz
uk: Глядач

source: Widział?!
uk: Бачив?!

source: Widziałam już zbyt wielu takich, którzy myśleli, że to oni przerwą passę Bena.
uk: Я бачила надто багато людей, які думали, що саме вони зможуть подолати Бена.

source: Widziałam, co z nim zrobiłeś. Dziękuję ci... ale narobiłeś sobie przez to samych problemów.
uk: Я бачила, що ти з ним зробив. Я дякую тобі... але ти створив собі багато проблем.

source: Widziałaś lub słyszałaś coś nietypowego?
uk: Ти бачила чи чула щось незвичайне?

source: Widziałaś może jakiegoś pijanego przewodnika?
uk: Ти не бачила п'яних провідників?

source: Widziałaś może, dokąd poszli?
uk: Можливо, ти бачила, куди вони пішли?

source: Widziałaś ostatnio Kurta?
uk: Ти бачив Курта останнім часом?

source: Widziałaś ostatnio kogoś podejrzanego?
uk: Ти не помічала останнім часом нікого підозрілого?

source: Widziałaś tu może ostatnio faceta z włosami spiętymi w kucyk?
uk: Ти не бачила тут останнім часом хлопця із зібраним у хвіст волоссям?

source: Widziałem cię na arenie, masz do tego talent! Pamiętaj tylko by regularnie trenować, nawet najlepsi mogą stracić formę!
uk: Я бачив тебе на арені, у тебе талант! Тільки не забувай регулярно тренуватися, навіть найкращі можуть втратити форму!

source: Widziałem cię podczas turnieju, niezłe przedstawienie.
uk: Я бачив тебе під час турніру, непогано ти себе показав.

source: Widziałem cię przy Gildii Kupieckiej! Ci złodzieje zabrali mojemu znajomemu towar!
uk: Я бачив тебе біля Торгової Гільдії! Ці злодії відібрали товар у мого друга!

source: Widziałem cię przy chacie Venzela. Jest o coś podejrzany?
uk: Я бачив тебе біля хатини Венцеля. Його в чомусь підозрюють?

source: Widziałem cię w jaskini na bagnie.
uk: Я бачив тебе в печері на болотах.

source: Widziałem ich. Przybył z solidną obstawą. Nie pomieścimy się w naszych kwaterach razem z nimi...
uk: Я їх бачив. Він прибув з солідною підтримкою. Ми всі не помістимося в наших казармах разом з ними...

source: Widziałem jak się z nią obchodzisz! To jest delikatny sprzęt, nie można tym tak szarpać...
uk: Я бачив, як ти з ним поводишся! Це дуже делікатна річ, не можна так смикати...

source: Widziałem kiedyś smoka.
uk: Одного разу я бачив дракона.

source: Widziałem ludzi, którym szła sprawniej, ale to ponad moje siły. Wolę zarobić mniej, ale mieć trochę czasu dla siebie.
uk: Я бачив людей, які працювали ефективніше, але це понад мої сили. Я краще зароблятиму менше, але матиму більше часу для себе.

source: Widziałem niezadowolenie w oczach Kessela, gdy przechodziliśmy przez wrota. Chyba go zawiodłem, nie dołączając do Wodnego Kręgu, ale obaj wiemy, że mamy teraz ważniejsze sprawy na głowie.
uk: Я побачив невдоволення в очах Кесселя, коли ми проходили через ворота. Думаю, я підвів його, не приєднавшись до Кільця Води, але ми обоє розуміємо, що зараз є важливіші речі.

source: Widziałem te, które mają w koszarach. Są w porządku. Przestań zmyślać i mów, czego straż naprawdę potrzebuje.
uk: Я бачив ті, що у них в казармах. З ними все гаразд. Припини вигадувати і скажи, що насправді потрібно Варті.

source: Widziałem w nim rozdarcie... Może to właśnie to rozdarcie powodowało, że nie mógł zesłać deszczu ognia na jedyną niezdobytą nigdy twierdzę? Z jednej strony chciał być pięścią Innosa, która niszczy wrogów naszego Pana, z drugiej nie mógł w nieskończoność uciszać w sobie wszystkich krzyków przerażenia i bólu, jakie wywoływały jego płomienie. A przynajmniej tak myślałem...
uk: Я побачив у ньому сумніви... Можливо, саме це і стало причиною того, що він не зміг викликати вогняний дощ на єдину фортецю, яка так і не була підкорена? З одного боку, він хотів бути кулаком Інноса, який знищує ворогів нашого Господа, а з іншого – не міг постійно замовчувати в собі крики жаху і болю, яких завдавало його полум'я. Принаймні, так мені здавалося...

source: Widziałem w okolicy Tolleka. Czego chciał ten dureń?
uk: Я бачив там Толлека. Чого хотів той дурень?

source: Widziałem was w jaskini.
uk: Я бачив вас в печері.

source: Widziałem wśród was ludzi, którzy nie wyglądają mi na kupców.
uk: Я бачив серед вас людей, які не схожі на торговців.

source: Widziałem, jak Salvi zamknął wszystkie twoje rzeczy w swoim prywatnym kufrze.
uk: Я бачив, як Сальві замкнув усі твої речі у своїй власній скрині.

source: Widziałem, jak kiedyś wyrzucił z domu staruszka, bo ten nie zapłacił na czas długu.
uk: Одного разу я бачив, як він вигнав старого з дому, бо той не сплатив вчасно борг.

source: Widziałem, jak pomiędzy drzewami przemykały jakieś sylwetki potężnej postury.
uk: Я бачив кілька кремезних силуетів, що промайнули між деревами.

source: Widziałem, jak się poruszał. Gość wyraźnie przyszedł tu w jednym celu.
uk: Я бачив, як він рухався. Він явно прийшов сюди з єдиною метою.

source: Widziałem, jak się przyglądasz, gdy robiłem strzały. Pewnie sam byś chciał spróbować, prawda?
uk: Я бачив, як ти дивився, коли я робив стріли. Ти, мабуть, і сам хотів би спробувати, чи не так?

source: Widziałem, że ktoś kręci się przy łodziach, ale zanim tu dotarłem, zniknął.
uk: Я бачив, як хтось крутився біля човнів, але поки я дістався туди, вони вже зникли.

source: Widziałem, że tutejsi prowadzą małą hodowlę zwierząt. Oprócz owiec, zauważyłem też barana.
uk: Я побачив, що місцеві жителі тримають невелику ферму з тваринами. Окрім овець, я також помітив барана.

source: Widziałem.
uk: Я бачив.

source: Widziałem. Podobno skarżył ci się na traktowanie górników przez strażników?
uk: Я бачив. Ймовірно, він скаржився тобі на поводження вартових з гірниками?

source: Widziałeś Bestię?
uk: Ти бачив Звіра?

source: Widziałeś coś podejrzanego w okolicy?
uk: Не бачив нічого підозрілого в околиці?

source: Widziałeś gdzieś Petrę?
uk: Ти не бачив Петру?

source: Widziałeś gdzieś Roela?
uk: Ти ніде не бачив Роела?

source: Widziałeś gdzieś ostatnio Jorna?
uk: Ти не бачив Йорна останнім часом?

source: Widziałeś gdzieś w pobliżu strażników miejskich?
uk: Ти не бачив тут поблизу міських вартових?

source: Widziałeś gdzieś łysego, umięśnionego faceta?
uk: Ти ніде не бачив лисого м'язистого хлопця?

source: Widziałeś go gdzieś tutaj?
uk: Ти його десь тут бачив?

source: Widziałeś go, czy nie?
uk: Ти його бачив чи ні?

source: Widziałeś go? Nie zrobi niczego, co wymagałoby naszej interwencji.
uk: Ти його бачив? Він і мухи не скривдить.

source: Widziałeś ich miny? Nawet dziki nie były w takim popłochu, gdy wpadały do tych dołów.
uk: Ти бачив їхні обличчя? Навіть кабани не були в такій паніці, коли падали в ці ями.

source: Widziałeś ilu ich jest?
uk: Ти бачив, скільки їх там?

source: Widziałeś jak poszło Jonowi. Volker jest nietykalny tak długo, jak długo pozostaje tu Wysłannik. Zabicie go w biały dzień i tak jedynie pogorszyłoby sytuację.
uk: Ти бачив, що сталося з Йоном. Волкер залишається недоторканним, доки Королівський посол тут. Вбивство серед білого дня тільки погіршить ситуацію.

source: Widziałeś jej minę?
uk: Ти бачив її обличчя?

source: Widziałeś już gdzieś podobny grot?
uk: Ти вже бачив подібний наконечник раніше?

source: Widziałeś kogoś podejrzanego?
uk: Ти бачив когось підозрілого?

source: Widziałeś lub słyszałeś ostatnio coś niezwykłego?
uk: Ти бачив або чув щось незвичайне останнім часом?

source: Widziałeś mojego brata?
uk: Ти бачив мого брата?

source: Widziałeś może gdzieś Kurta po drodze?
uk: Ти не бачив Курта десь по дорозі?

source: Widziałeś może mężczyzn pracujących przy dźwigu?
uk: Ти не бачив людей, що працювали на підйомнику?

source: Widziałeś może ostatnio łysego, umięśnionego faceta? Ma na imię Jorn.
uk: Ти не бачив лисого м'язистого хлопця останнім часом? Його звуть Йорн.

source: Widziałeś mury tego miasta? Gdybym musiał je forsować, straciłbym przynajmniej połowę ludzi, dlatego potrzebowałem kogoś z wewnątrz, kto ułatwiłby nam dostanie się do środka.
uk: Ти бачив мури цього міста? Якби мені довелося пробиватися через них силою, я втратив би щонайменше половину своїх людей, тому мені потрібен був хтось зсередини, щоб нам було легше проникнути всередину.

source: Widziałeś ostatnio w okolicy dwóch strażników?
uk: Ти не бачив останнім часом двох вартових у цьому районі?

source: Widziałeś te dyby na zewnątrz?
uk: Бачив ті ланцюги надворі?
